Repository: stefandanzl/ClanBomber
Catalog: po/*.po
Languages: es

source: Cannot Initialise SDL!
es: No se puede inicializar SDL!

source: Cannot Initialise SDL audio!
es: No se puede inicializar SDL audio!

source: Cannot Initialise SDL ttf!
es: No se puede inicializar SDL ttf

source: Loading...
es: Cargando...

source: Main Menu
es: Menú Principal

source: New Game
es: Juego Nuevo

source: Start Local
es: Iniciar Local

source: Create Server
es: Crear Servidor

source: Join Server
es: Unirse a un Servidor

source: Local Player Setup
es: Configuración Local de jugadores

source: Map Selection
es: Selección de mapa

source: Random Bomber Positions
es: Posiciones al azar para Bombarderos

source: Random Map Order
es: Orden de Mapas al azar

source: Points to win
es: Puntos para ganar

source: Round Time
es: Tiempo de partida

source: Options
es: Opciones

source: Start/Max Extras
es: Extras Iniciales/Max

source: Start Bombs
es: Bombas Iniciales

source: Start Power
es: Poder Inicial

source: Start Skateboards
es: Patinetas Iniciales

source: Start Kick
es: Patada Inicial

source: Start Glove
es: Guante Inicial

source: Max. Bombs
es: Bombas Max.

source: Max. Power
es: Poder Max.

source: Max. Skateboards
es: Patinetas Max.

source: Enable/Disable Extras
es: Habilitar/Deshabilitar Extras

source: Bombs
es: Bombas

source: Power
es: Poder

source: Skateboard
es: Patineta

source: Kick
es: Patada

source: Glove
es: Guante

source: Enable/Disable Diseases
es: Habilitar/Deshabilitar enfermedades

source: Joint
es: Porro

source: Koks
es: Cocaína

source: Bomb Timing and Speed
es: Velocidad y tiempo de Bombas

source: Bomb Countdown (1/10 s)
es: Conteo de Bombas (1/10 s)

source: Bomb Chain Reaction Delay (1/100 s)
es: Retardo de reacción en cadena de las bombas (1/100 s)

source: Moving Bombs Speed (pixels per second)
es: Velocidad de Bombas en movimiento

source: Graphic Options
es: Opciones Gráficas

source: Kidz Mode
es: Modo para Niñoz

source: Corpse Parts
es: Partes Corporales

source: Shaky Explosions
es: Explosiones Temblorosas

source: Map Editor
es: Editor de mapa

source: Show Credits
es: Mostrar Créditos

source: Help Screen
es: Pantalla de Ayuda

source: Quit Game
es: Quitar Juego

source: enter server NAME or IP:
es: introduce el NOMBRE o IP del servidor

source: - PAUSED -
es: - PAUSADO -

source: ClanBomber Extras
es: Extras de Clanbomber

source: Bomb:
es: Bombas

source: You can place an additional bomb
es: Puedes poner una bomba adicional

source: Power:
es: Poder

source: Explosions grow one field in each direction
es: Las explosiones crecen un campo en cada dirección

source: Skateboard:
es: Patineta

source: Let's you move faster
es: Te puedes mover mas rapido

source: Kick:
es: Patada

source: Kick bombs if you walk against one
es: Patea las bombas si caminas en contra de una

source: Throw:
es: Tirar:

source: Throw Bombs if you press the button twice
es: Avienta bombas si presionas el botón 2 veces

source: without moving
es: sin moverte

source: Press any key
es: Presiona cualquier tecla

source: ClanBomber Drugs
es: Drogas del ClanBomber

source: Joint:
es: Porro:

source: Controller will be reversed
es: El control será invertido

source: Autofire, this can be very dangerous!
es: Autodisparar, esto puede ser muy peligroso!

source: Cocaine:
es: Cocaína:

source: Let's you move very fast!! (too fast)
es: Hace que te muevas muy rápido!! (demasiado rápido)

source: ClanBomber Credits
es: Créditos de ClanBomber

source: ClanBomber Uses
es: ClanBomber Usa

source: Thanks to
es: Agradecimientos a

source: Everyone supporting this game...
es: Todos los que apoyan este juego...

source: ... and playing it
es: ... y lo juegan

source: PRESS SPACE TO CONTINUE (autostart %.02f s)
es: PRESIONA ESPACIO PARA CONTINUAR (empieza en %.02f s)

source: PRESS SPACE TO CONTINUE
es: PRESIONA ESPACIO PARA CONTINUAR

source: Draw Game
es: Juego Empatado

source: %s won
es: Ganó %s

source: NEXT LEVEL
es: SIGUIENTE NIVEL

source: BACKSPACE:
es: RETROCESO:

source: CHAT
es: CHARLA

source: Select a map to edit and press Enter
es: Selecciona el mapa a editar y presiona Entrar

source: Maps marked red are readonly
es: Los mapas rojos son solo lectura

source: Press N to create a new map
es: Presiona N para crear un nuevo mapa

source: Press D to delete a map
es: Presiona D para borrar un mapa

source: Name: %1$s
es: Nombre: %1$s

source: PRESS ESC TO ABORT
es: PRESIONA ESCAPE PARA ABORTAR

source: PRESS F1 FOR HELP
es: PRESIONA F1 PARA AYUDA

source: TEXT EDITOR MODE
es: MODO EDITOR DE TEXTO

source: NORMAL EDITOR MODE
es: MODO EDITOR NORMAL

source: NUMBER OF PLAYERS %1$s
es: NUMERO DE JUGADORES %1$s

source: Author: %1$s
es: Autor: %1$s

source: PRESS G FOR A GROUND TILE
es: PRESIONA G PARA UN TILE DE PISO

source: PRESS W FOR A WALL
es: PRESIONA W PARA UNA PARED

source: PRESS B FOR A BOX
es: PRESIONA B PARA UNA CAJA

source: PRESS R FOR A RANDOM TILE
es: PRESIONA R PARA UN TILE ALEATORIO

source: PRESS O FOR A BOMB TRAP
es: PRESIONA O PARA UNA TRAMPA PARA BOMBA

source: PRESS I FOR AN ICE TILE
es: PRESIONA I PARA UN TILE DE HIELO

source: PRESS NUMBER KEYS FOR BOMBER POSITIONS
es: PRESIONA LAS TECLAS NUMÉRICAS PARA LAS POSICIONES DE LOS BOMBARDEROS

source: THE FOLLOWING KEYS PRODUCE ARROWS
es: LAS SIGUIENTES TECLAS PRODUCEN FLECHAS

source: PRESS SPACE BAR FOR A HOLE
es: PRESIONA ESPACIO PARA UN HOYO

source: PAGE UP AND DOWN SET NR OF PLAYERS
es: RE PÁG Y AV PÁG ESTABLECEN EL NUMERO DE JUGADORES

source: PRESS A FOR CHANGING THE AUTHOR
es: PRESIONA A PARA CAMBIAR EL AUTOR

source: PRESSING F2 SWITCHES EDITOR MODE
es: PRESIONAR F2 CAMBIA EL MODO DE EDICIÓN

source: SPACE TOGGLE CURRENT SELECTION
es: ESPACIO CAMBIA LA SELECCION

source: A SELECT ALL MAPS
es: A SELECCIONA TODOS LOS MAPAS

source: S SELECT CURRENT MAP ONLY
es: S SELECCIONA SOLO EL MAPA ACTUAL

source: by %1$s
es: por %1$s

source: Ice
es: Hielo

source: Jungle
es: Jungla

source: Jungle Arena
es: Arena Jungla

source: Strange Kitchen
es: Extraña Cocina

source: Green Crypt
es: Cripta Verde

source: Melting Metal
es: Metal Fundido

source: THIS MAP IS ONLY FOR UP TO %1$d PLAYERS
es: ESTE MAPA ES PARA SOLO %1$d JUGADORES

source: THIS MAP IS FOR UP TO %1$d PLAYERS
es: ESTE MAPA ES PARA HASTA %1$d JUGADORES
